Repository: wolfdate25/dawn-player
Catalog: src/DawnPlayer.App/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp, ko_kr

# MainWindow_TitleMenuButton.AutomationProperties.Name
source: Menu
ja_jp: メニュー
ko_kr: 메뉴

source: Menu
ja_jp: メニュー
ko_kr: 메뉴

# MainWindow_Menu_Rescan.Text
source: Rescan Library
ja_jp: ライブラリを再スキャン
ko_kr: 라이브러리 새로고침

# MainWindow_Menu_SleepTimer
source: Sleep Timer
ja_jp: スリープタイマー

# MainWindow_Menu_Sleep_Off
source: Off
ja_jp: オフ

# MainWindow_Menu_Sleep_15
source: 15 min
ja_jp: 15分

# MainWindow_Menu_Sleep_30
source: 30 min
ja_jp: 30分

# MainWindow_Menu_Sleep_60
source: 1 hour
ja_jp: 1時間

# MainWindow_Menu_Sleep_Track
source: After current track
ja_jp: 現在の曲の後

# MainWindow_Menu_Exit.Text
source: Exit
ja_jp: 終了
ko_kr: 종료

# MainWindow_TitleBarTrack.Text
source: No sound — Nothing played
ja_jp: 再生中の曲はありません
ko_kr: 재생 중인 곡 없음

# MainWindow_Tab_Library.Text
source: Library
ja_jp: ライブラリ
ko_kr: 라이브러리

# MainWindow_Tab_Playlists.Text
source: Playlists
ja_jp: プレイリスト
ko_kr: 재생목록

# MainWindow_Tab_Network.Text
source: Network
ja_jp: ネットワーク

source: Preferences
ja_jp: 設定
ko_kr: 환경설정

# MainWindow_SettingsGearButton.AutomationProperties.Name
source: Settings
ja_jp: 設定

# NowPlaying_SeekSlider.AutomationProperties.Name
source: Seek position
ja_jp: 再生位置
ko_kr: 재생 위치

# NowPlaying_AlbumArtButton.AutomationProperties.Name
source: Expand album cover
ja_jp: アルバムアートを拡大
ko_kr: 앨범 커버 크게 보기

source: Expand album cover
ja_jp: アルバムアートを拡大
ko_kr: 앨범 커버 크게 보기

# NowPlaying_TrackTitle_Empty.Text
source: No track playing
ja_jp: 再生中の曲はありません
ko_kr: 재생 중인 트랙 없음

# NowPlaying_BufferingBadge.Text
source: Buffering…
ja_jp: バッファリング中…

# NowPlaying_ABRepeatButton.AutomationProperties.Name
source: A-B repeat
ja_jp: A-Bリピート

# NowPlaying_ABRepeat_Tooltip_Off
source: A-B repeat: click to mark the current position as point A
ja_jp: A-Bリピート: クリックで現在位置をA地点に設定

# NowPlaying_ABRepeat_Tooltip_Marking
source: A-B repeat: A marked at {0} — click again to mark B, right-click to cancel
ja_jp: A-Bリピート: A地点({0})設定済み — もう一度クリックでB地点を設定、右クリックで解除

# NowPlaying_ABRepeat_Tooltip_Looping
source: A-B repeat looping {0}–{1} ({2}) — click to clear
ja_jp: A-Bリピート中 {0}–{1} ({2}) — クリックで解除

# NowPlaying_ABRepeat_Reject_BBeforeA
source: Point B must come after point A
ja_jp: B地点はA地点より後である必要があります

# NowPlaying_ABRepeat_Reject_Live
source: A-B repeat is unavailable on live streams
ja_jp: ライブストリームではA-Bリピートを使用できません

# NowPlaying_ShuffleTip_Tracks
source: Shuffle: Tracks (play random tracks)
ja_jp: シャッフル: トラック (ランダム再生)
ko_kr: 셔플: 트랙 (무작위 곡 재생)

# NowPlaying_ShuffleTip_Albums
source: Shuffle: Albums (album in order, then a random next album)
ja_jp: シャッフル: アルバム (アルバムを順に再生し、次のアルバムをランダム選曲)
ko_kr: 셔플: 앨범 (앨범 순차 재생 후 다음 앨범 셔플)

# NowPlaying_ShuffleTip_Off
source: Shuffle off (sequential playback)
ja_jp: シャッフルオフ (順次再生)
ko_kr: 셔플 끄기 (순차 재생)

# Badge_WasapiExclusive
source: WASAPI Exclusive
ja_jp: WASAPI 排他
ko_kr: WASAPI 배타

# Badge_WasapiShared
source: WASAPI Shared
ja_jp: WASAPI 共有
ko_kr: WASAPI 공유

# NowPlaying_ShuffleButton.AutomationProperties.Name
source: Shuffle
ja_jp: シャッフル
ko_kr: 무작위 재생

source: Shuffle
ja_jp: シャッフル
ko_kr: 무작위 재생

# NowPlaying_PreviousButton.AutomationProperties.Name
source: Previous track
ja_jp: 前の曲
ko_kr: 이전 트랙

source: Previous track
ja_jp: 前の曲
ko_kr: 이전 트랙

# NowPlaying_PlayButton.AutomationProperties.Name
source: Play
ja_jp: 再生
ko_kr: 재생

# NowPlaying_PlayButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Play/Pause
ja_jp: 再生/一時停止
ko_kr: 재생/일시정지

# NowPlaying_NextButton.AutomationProperties.Name
source: Next track
ja_jp: 次の曲
ko_kr: 다음 트랙

# NowPlaying_NextButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Next track
ja_jp: 次の曲
ko_kr: 다음 트랙

# NowPlaying_StopButton.AutomationProperties.Name
source: Stop
ja_jp: 停止
ko_kr: 정지

# NowPlaying_StopButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Stop
ja_jp: 停止
ko_kr: 정지

# NowPlaying_RepeatButton.AutomationProperties.Name
source: Repeat
ja_jp: リピート
ko_kr: 반복

# NowPlaying_RepeatButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Repeat (Off / All / One)
ja_jp: リピート (オフ / 全曲 / 1曲)
ko_kr: 반복 (끔 / 전체 / 한 곡)

# NowPlaying_MuteButton.AutomationProperties.Name
source: Mute
ja_jp: ミュート
ko_kr: 음소거

# NowPlaying_MuteButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Mute
ja_jp: ミュート
ko_kr: 음소거

# NowPlaying_VolumeSlider.AutomationProperties.Name
source: Volume
ja_jp: 音量
ko_kr: 볼륨

# NowPlaying_VolumeSlider.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Volume
ja_jp: 音量
ko_kr: 볼륨

# NowPlaying_QueueButton.AutomationProperties.Name
source: Playback Queue
ja_jp: 再生キュー
ko_kr: 재생 대기열

# NowPlaying_QueueButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Playback Queue
ja_jp: 再生キュー
ko_kr: 재생 대기열

# NowPlaying_QueueTitle.Text
source: Playback Queue
ja_jp: 再生キュー
ko_kr: 재생 대기열

# NowPlaying_QueueSaveButton.Content
source: Save as playlist
ja_jp: プレイリストとして保存
ko_kr: 재생목록으로 저장

# NowPlaying_QueueClearButton.Content
source: Clear
ja_jp: クリア
ko_kr: 비우기

# NowPlaying_SpectrumCanvas.AutomationProperties.Name
source: Spectrum
ja_jp: スペクトラム

# NowPlaying_QueueRemoveButton.AutomationProperties.Name
source: Remove from queue
ja_jp: キューから削除
ko_kr: 대기열에서 제거

source: Remove from queue
ja_jp: キューから削除
ko_kr: 대기열에서 제거

# NowPlaying_QueueEmptyText.Text
source: The queue is empty. Right-click a track and select 'Add to queue'.
ja_jp: キューは空です。トラックを右クリックして「キューに追加」を選択してください。
ko_kr: 대기열이 비어 있습니다. 트랙에서 마우스 오른쪽 버튼으로 '대기열에 추가'를 선택하세요.

# NowPlaying_LyricsButton.AutomationProperties.Name
source: Lyrics pane
ja_jp: 歌詞パネル
ko_kr: 가사 패널

# NowPlaying_LyricsButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Lyrics pane
ja_jp: 歌詞パネル
ko_kr: 가사 패널

# LyricsPane_HeaderTitle.Text
source: Lyrics
ja_jp: 歌詞
ko_kr: 가사

# LyricsPane_FontSmallerButton.AutomationProperties.Name
source: Decrease font size
ja_jp: フォント縮小
ko_kr: 글꼴 축소

source: Decrease font size
ja_jp: フォント縮小
ko_kr: 글꼴 축소

# LyricsPane_FontBiggerButton.AutomationProperties.Name
source: Increase font size
ja_jp: フォント拡大
ko_kr: 글꼴 확대

source: Increase font size
ja_jp: フォント拡大
ko_kr: 글꼴 확대

# LyricsPane_SearchButton.AutomationProperties.Name
source: Search lyrics online
ja_jp: オンライン歌詞検索
ko_kr: 온라인 가사 검색

# LyricsPane_SearchButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Search lyrics online
ja_jp: オンライン歌詞検索
ko_kr: 온라인 가사 검색

# LyricsPane_EditorButton.AutomationProperties.Name
source: Open lyrics editor
ja_jp: 歌詞エディターを開く
ko_kr: 가사 편집기 열기

# LyricsPane_EditorButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Open lyrics editor (offset/sync/text)
ja_jp: 歌詞エディターを開く (オフセット/同期/テキスト)
ko_kr: 가사 편집기 열기 (초정밀 오프셋/싱크/텍스트)

# LyricsPane_EmptyTitle.Text
source: No lyrics available
ja_jp: 歌詞がありません
ko_kr: 가사 없음

# LyricsPane_SourceOnlineFormat
source: Online · {0}
ja_jp: オンライン · {0}
ko_kr: 온라인 · {0}

# LyricsPane_SourceOnlineUnsyncedFormat
source: Online · {0} · unsynced
ja_jp: オンライン · {0} · 非同期
ko_kr: 온라인 · {0} · 비동기

# LyricsPane_OffsetZero
source: Offset 0.0s
ja_jp: オフセット 0.0s
ko_kr: 오프셋 0.0s

# LyricsPane_OffsetFormat
source: Offset {0}
ja_jp: オフセット {0}
ko_kr: 오프셋 {0}

# LyricsPane_EmptyDesc.Text
source: Place a .lrc file in the same folder as the audio file or click [Edit lyrics] to create one.
ja_jp: 音源ファイルと同じフォルダーに .lrc ファイルを配置するか、[歌詞を作成] をクリックして作成してください。
ko_kr: 음원 파일과 같은 폴더에 .lrc 파일을 두거나 [가사 편집]을 눌러 새 가사를 작성하세요.

# LyricsPane_CreateLyricsButton.Content
source: Create new lyrics
ja_jp: 新しい歌詞を作成
ko_kr: 새 가사 작성하기

# LyricsPane_SearchOnlineButton.Content
source: Search online
ja_jp: オンラインで検索
ko_kr: 온라인에서 찾기

# Library_TreeHeader.Text
source: Library Tree
ja_jp: ライブラリツリー
ko_kr: 라이브러리 트리

# Library_TrackCountFormat
source: {0} songs
ja_jp: {0}曲
ko_kr: {0}곡

# Library_NoAlbum
source: (no album)
ja_jp: (アルバムなし)
ko_kr: (앨범 없음)

# Library_NoArtist
source: (no artist)
ja_jp: (アーティストなし)
ko_kr: (아티스트 없음)

# Library_AllNode
source: All
ja_jp: すべて
ko_kr: 전체

# Library_TreeMode_ArtistAlbum.Content
source: Artist / Album
ja_jp: アーティスト / アルバム
ko_kr: 아티스트 / 앨범

# Library_TreeMode_Artist.Content
source: Artist
ja_jp: アーティスト
ko_kr: 아티스트

# Library_TreeMode_GenreArtist.Content
source: Genre / Artist
ja_jp: ジャンル / アーティスト
ko_kr: 장르 / 아티스트

# Library_TreeMode_GenreArtistAlbum.Content
source: Genre / Artist / Album
ja_jp: ジャンル / アーティスト / アルバム
ko_kr: 장르 / 아티스트 / 앨범

# Library_TreeMode_Album.Content
source: Album
ja_jp: アルバム
ko_kr: 앨범

# Library_TreeMode_Genre.Content
source: Genre
ja_jp: ジャンル
ko_kr: 장르

# Library_TreeMode_Folder.Content
source: Folder Structure
ja_jp: フォルダー構造
ko_kr: 폴더 구조

# Library_TreeMenu_Play.Text
source: Play (Replace playlist)
ja_jp: 再生 (プレイリスト置換)
ko_kr: 재생 (플레이리스트 대체)

# Library_TreeMenu_AddToPlaylist.Text
source: Add to current playlist
ja_jp: 現在のプレイリストに追加
ko_kr: 현재 재생목록에 추가

# Library_TreeMenu_SendToPlaylist.Text
source: Add to playlist
ja_jp: 特定のプレイリストに追加
ko_kr: 특정 재생목록에 추가

# Library_TreeMenu_Enqueue.Text
source: Add to queue
ja_jp: キューに追加
ko_kr: 대기열에 추가

# Library_SearchBox.PlaceholderText
source: Search...
ja_jp: 検索...
ko_kr: 검색...

# Library_SearchBox.AutomationProperties.Name
source: Search library
ja_jp: ライブラリを検索

# Library_ViewGridBtn.AutomationProperties.Name
source: Cover grid view
ja_jp: カバーグリッド表示
ko_kr: 커버 그리드 뷰

# Library_ViewGridBtn.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Cover grid view
ja_jp: カバーグリッド表示
ko_kr: 커버 그리드 뷰

# Library_ViewListBtn.AutomationProperties.Name
source: Track list view
ja_jp: トラックリスト表示
ko_kr: 목록 테이블 뷰

# Library_ViewListBtn.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Track list view
ja_jp: トラックリスト表示
ko_kr: 목록 테이블 뷰

# Library_Zoom_Button.AutomationProperties.Name
source: Adjust cover size
ja_jp: カバーサイズ調整
ko_kr: 커버 크기 조절

# Library_Zoom_Button.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Adjust cover size (Ctrl+Mouse Wheel)
ja_jp: カバーサイズ調整 (Ctrl+マウスホイール)
ko_kr: 커버 크기 조절 (Ctrl+마우스 휠)

# Library_Zoom_Title.Text
source: Cover Size
ja_jp: カバーサイズ
ko_kr: 커버 크기

# Library_Zoom_Small.Content
source: S
ja_jp: 小
ko_kr: 소

# Library_Zoom_Medium.Content
source: M
ja_jp: 中
ko_kr: 중

# Library_Zoom_Large.Content
source: L
ja_jp: 大
ko_kr: 대

# Library_Zoom_ExtraLarge.Content
source: XL
ja_jp: 特大
ko_kr: 특대

# Library_RescanButton.AutomationProperties.Name
source: Rescan Library
ja_jp: ライブラリを再スキャン
ko_kr: 라이브러리 새로고침

# Library_RescanButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Rescan Library
ja_jp: ライブラリを再スキャン
ko_kr: 라이브러리 새로고침

# Library_AlbumMenu_Play.Text
source: Play album
ja_jp: アルバム再生
ko_kr: 앨범 재생

# Library_AlbumMenu_AddToPlaylist.Text
source: Add to current playlist
ja_jp: 現在のプレイリストに追加
ko_kr: 현재 재생목록에 추가

# Library_AlbumMenu_SendToPlaylist.Text
source: Add to playlist
ja_jp: 特定のプレイリストに追加
ko_kr: 특정 재생목록에 추가

# Library_AlbumMenu_Enqueue.Text
source: Add to queue
ja_jp: キューに追加
ko_kr: 대기열에 추가

# Library_AlbumMenu_EditTags.Text
source: Edit Album Tags…
ja_jp: アルバムのタグ編集…

# Msg_TagEditorDialogTitle
source: Edit Tags
ja_jp: タグ編集

# Msg_TagEditorAlbumDialogTitle
source: Edit Album Tags
ja_jp: アルバムのタグ編集

# Msg_TagEditorSingleHint
source: Empty fields are left alone. Saving replaces the file atomically.
ja_jp: 空欄は変更されません。保存はアトミックに置換されます。

# Msg_TagEditorAlbumHint
source: Only shared fields change (album · artists · genre · year). Leave blank to keep.
ja_jp: 共有フィールドのみ変更されます (アルバム・アーティスト・ジャンル・年)。空欄はそのままです。

# Msg_TagEditorAlbumTitle
source: Edit album tags for {0} tracks
ja_jp: {0}曲のアルバムタグを編集

# Msg_TagEditorTrackPath
source: File
ja_jp: ファイル

# Msg_TagEditorTitle
source: Title
ja_jp: タイトル

# Msg_TagEditorArtist
source: Artist
ja_jp: アーティスト

# Msg_TagEditorAlbumArtist
source: Album Artist
ja_jp: アルバムアーティスト

# Msg_TagEditorAlbum
source: Album
ja_jp: アルバム

# Msg_TagEditorGenre
source: Genre
ja_jp: ジャンル

# Msg_TagEditorYear
source: Year
ja_jp: 年

# Msg_TagEditorTrackNo
source: Track No.
ja_jp: トラック番号

# Msg_TagEditorDiscNo
source: Disc No.
ja_jp: ディスク番号

# Msg_TagEditorArt
source: Album Art
ja_jp: アルバムアート

# Msg_TagEditorArtChange
source: Change…
ja_jp: 変更…

# Msg_TagEditorArtRemove
source: Remove
ja_jp: 削除

# Msg_TagEditorFailedFormat
source: Failed to save tags: {0} file(s)
ja_jp: タグ保存失敗: {0}ファイル

# Library_Drawer_PlayAlbum.AutomationProperties.Name
source: Play album
ja_jp: アルバム全曲再生
ko_kr: 앨범 전체 재생

source: Play album
ja_jp: アルバム全曲再生
ko_kr: 앨범 전체 재생

# Library_Drawer_EnqueueAlbum.AutomationProperties.Name
source: Add to queue
ja_jp: キューに追加
ko_kr: 대기열에 추가

source: Add to queue
ja_jp: キューに追加
ko_kr: 대기열에 추가

# Library_Drawer_AddToPlaylist.AutomationProperties.Name
source: Add to playlist
ja_jp: 現在のプレイリストに追加
ko_kr: 현재 재생목록에 추가

source: Add to playlist
ja_jp: 現在のプレイリストに追加
ko_kr: 현재 재생목록에 추가

# Library_Drawer_Close.AutomationProperties.Name
source: Close
ja_jp: 閉じる
ko_kr: 닫기

# Library_Drawer_Close.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Close (Esc)
ja_jp: 閉じる (Esc)
ko_kr: 닫기 (Esc)

# Library_TrackMenu_Play.Text
source: Play
ja_jp: 再生
ko_kr: 재생

# Library_TrackMenu_AddToPlaylist.Text
source: Add to current playlist
ja_jp: 現在のプレイリストに追加
ko_kr: 현재 재생목록에 추가

# Library_TrackMenu_SendToPlaylist.Text
source: Add to playlist
ja_jp: 特定のプレイリストに追加
ko_kr: 특정 재생목록에 추가

# Library_TrackMenu_Enqueue.Text
source: Add to queue
ja_jp: キューに追加
ko_kr: 대기열에 추가

# Library_TrackMenu_EditTags.Text
source: Edit Tags…
ja_jp: タグ編集…

# Library_TrackMenu_ShowInExplorer.Text
source: Show in File Explorer
ja_jp: エクスプローラーで表示
ko_kr: 탐색기에서 보기

# Library_Header_Title.Text
source: Title
ja_jp: タイトル
ko_kr: 제목

# Library_Header_Artist.Text
source: Artist
ja_jp: アーティスト
ko_kr: 아티스트

# Library_Header_Album.Text
source: Album
ja_jp: アルバム
ko_kr: 앨범

# Library_Header_Duration.Text
source: Duration
ja_jp: 長さ
ko_kr: 길이

# Library_Header_Rating.Text
source: Rating
ja_jp: 評価

# Library_RightQueue_Title.Text
source: Playing tracks...
ja_jp: 再生中のトラック...
ko_kr: 재생 중인 트랙...

# Playlist_SidebarHeader.Text
source: Playlists
ja_jp: プレイリスト
ko_kr: 재생목록

# Playlist_CreateButton.AutomationProperties.Name
source: Create Playlist
ja_jp: 新規プレイリスト作成
ko_kr: 새 재생목록 만들기

# Playlist_CreateButtonText.Text
source: Create Playlist
ja_jp: 新規プレイリスト作成
ko_kr: 새 재생목록 만들기

# Playlist_SidebarMenu_Import.Text
source: Import Playlist (M3U8)...
ja_jp: プレイリストをインポート (M3U8)...
ko_kr: 재생목록 가져오기 (M3U8)...

# Playlist_SidebarMenu_Rename.Text
source: Rename...
ja_jp: 名前の変更...
ko_kr: 이름 변경...

# Playlist_SidebarMenu_Export.Text
source: Export Playlist (M3U8)...
ja_jp: 名前を付けて保存 (M3U8)...
ko_kr: 다른 이름으로 저장 (M3U8)...

# Playlist_SidebarMenu_Clear.Text
source: Clear Playlist
ja_jp: プレイリストをクリア
ko_kr: 재생목록 비우기

# Playlist_SidebarMenu_Delete.Text
source: Delete Playlist
ja_jp: プレイリストを削除
ko_kr: 재생목록 삭제

# Playlist_ToolsButton.AutomationProperties.Name
source: Playlist tools and sorting
ja_jp: プレイリストツールと並べ替え
ko_kr: 재생목록 도구 및 정렬

# Playlist_ToolsButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Playlist tools and sorting
ja_jp: プレイリストツールと並べ替え
ko_kr: 재생목록 도구 및 정렬

# Playlist_ToolsMenu_AddFiles.Text
source: Add Files...
ja_jp: ファイルを追加...
ko_kr: 파일 추가...

# Playlist_ToolsMenu_AddFolder.Text
source: Add Folder...
ja_jp: フォルダーを追加...
ko_kr: 폴더 추가...

# Playlist_ToolsMenu_Import.Text
source: Import Playlist File (M3U8)...
ja_jp: プレイリストファイルをインポート (M3U8)...
ko_kr: 재생목록 파일 가져오기 (M3U8)...

# Playlist_ToolsMenu_GroupToggle.Text
source: Group by Album
ja_jp: アルバム別にグループ化
ko_kr: 앨범별 그룹화 표시

# Playlist_ToolsMenu_StopAfterCurrent.Text
source: Stop after current track
ja_jp: 現在の曲を再生後に停止
ko_kr: 현재 곡 재생 후 정지 (Stop After Current)

# Playlist_ToolsMenu_SortSubItem.Text
source: Sort
ja_jp: 並べ替え
ko_kr: 정렬 (Sort)

# Playlist_Sort_Title.Text
source: By Title
ja_jp: タイトル順
ko_kr: 제목 순

# Playlist_Sort_Artist.Text
source: By Artist
ja_jp: アーティスト順
ko_kr: 아티스트 순

# Playlist_Sort_Album.Text
source: By Album & Track
ja_jp: アルバム・トラック順
ko_kr: 앨범 · 트랙 순서

# Playlist_Sort_TrackNo.Text
source: By Track No
ja_jp: トラック番号順
ko_kr: 트랙 번호 순

# Playlist_Sort_Path.Text
source: By File Path
ja_jp: ファイルパス順
ko_kr: 파일 경로 순

# Playlist_Sort_Random.Text
source: Random Shuffle
ja_jp: ランダムシャッフル
ko_kr: 무작위 셔플 (Random)

# Playlist_Sort_Reverse.Text
source: Reverse Order
ja_jp: 逆順に並べ替え
ko_kr: 역순으로 뒤집기 (Reverse)

# Playlist_ToolsMenu_RemoveDuplicates.Text
source: Remove Duplicates
ja_jp: 重複トラックを削除
ko_kr: 중복 트랙 제거

# Playlist_ToolsMenu_RemoveDeadItems.Text
source: Remove Missing Files
ja_jp: 存在しないファイルを整理
ko_kr: 존재하지 않는 파일 정리

# Playlist_ToolsMenu_Rename.Text
source: Rename...
ja_jp: 名前の変更...
ko_kr: 이름 변경...

# Playlist_ToolsMenu_Export.Text
source: Export Playlist (M3U8)...
ja_jp: 名前を付けて保存 (M3U8)...
ko_kr: 다른 이름으로 저장 (M3U8)...

# Playlist_ToolsMenu_Delete.Text
source: Delete Current Playlist
ja_jp: 現在のプレイリストを削除
ko_kr: 현재 재생목록 삭제

# Playlist_ToolsMenu_Clear.Text
source: Clear Playlist
ja_jp: プレイリストをクリア
ko_kr: 재생목록 비우기

# Playlist_TrackMenu_Play.Text
source: Play
ja_jp: 再生
ko_kr: 재생

# Playlist_TrackMenu_QueueNext.Text
source: Play Next
ja_jp: 次に再生
ko_kr: 다음에 재생 (대기열 선두)

# Playlist_TrackMenu_Queue.Text
source: Add to Queue
ja_jp: キューに追加
ko_kr: 대기열에 추가

# Playlist_TrackMenu_MoveUp.Text
source: Move Up (Alt+↑)
ja_jp: 上に移動 (Alt+↑)
ko_kr: 위로 이동 (Alt+↑)

# Playlist_TrackMenu_MoveDown.Text
source: Move Down (Alt+↓)
ja_jp: 下に移動 (Alt+↓)
ko_kr: 아래로 이동 (Alt+↓)

# Playlist_TrackMenu_Remove.Text
source: Remove from Playlist (Del)
ja_jp: プレイリストから削除 (Del)
ko_kr: 재생목록에서 제거 (Del)

# Playlist_EmptyTitle.Text
source: Playlist is empty
ja_jp: プレイリストは空です
ko_kr: 재생목록이 비어 있습니다

# Playlist_EmptyDesc.Text
source: Drag and drop music files or folders into the window, or use [Add Files]·[Add Folder] from the top right menu. You can also add tracks from the Library.
ja_jp: 音楽ファイルやフォルダーをウィンドウにドラッグ＆ドロップするか、右上のメニューから[ファイルを追加]・[フォルダーを追加]を使用してください。 ライブラリからトラックを追加することもできます。
ko_kr: 음악 파일이나 폴더를 창으로 끌어다 놓거나 우측 상단 메뉴의 [파일 추가]·[폴더 추가]를 사용하세요. 라이브러리에서 원하는 트랙을 선택해 추가할 수도 있습니다.

# LyricsEditor_WindowTitle
source: Lyrics Editor — Dawn Player
ja_jp: 歌詞エディター — Dawn Player
ko_kr: 가사 편집기 — Dawn Player

# LyricsEditor_TrackHeaderTitle.Text
source: Track Title
ja_jp: 曲名
ko_kr: 곡 제목

# LyricsEditor_TrackHeaderArtist.Text
source: — Artist
ja_jp: — アーティスト
ko_kr: — 아티스트

source: Play/Pause
ja_jp: 再生/一時停止
ko_kr: 재생/일시정지

source: Play/Pause (Space)
ja_jp: 再生/一時停止 (Space)
ko_kr: 재생/일시정지 (Space)

# LyricsEditor_StepDeltaLabel.Text
source: Step Delta:
ja_jp: 調整ステップ単位:
ko_kr: 조절 스텝 단위:

# LyricsEditor_StepPresetsLabel.Text
source: Step Presets:
ja_jp: ステッププリセット:
ko_kr: 스텝 프리셋:

# LyricsEditor_TotalOffsetLabel.Text
source: Total Offset:
ja_jp: 現在の総オフセット:
ko_kr: 현재 총 오프셋:

# LyricsEditor_ResetOffsetBtn.Content
source: Reset to 0
ja_jp: 0にリセット
ko_kr: 0 초기화

# LyricsEditor_TotalOffsetSecondsFormat
source: (= {0}s)
ja_jp: (= {0}秒)
ko_kr: (= {0}초)

# LyricsEditor_TabSync.Header
source: Line-by-Line Sync Editor
ja_jp: 行別シンクエディター
ko_kr: 라인별 싱크 에디터

# LyricsEditor_StampCurrentTimeText.Text
source: Stamp Current Time (F5)
ja_jp: 現在時刻スタンプ (F5)
ko_kr: 현재 시간 스탬프 (F5)

# LyricsEditor_AddLineText.Text
source: Add Line
ja_jp: 行追加
ko_kr: 줄 추가

# LyricsEditor_DeleteLineText.Text
source: Delete Line
ja_jp: 行削除
ko_kr: 줄 삭제

source: Move selected line up
ja_jp: 選択した行を上へ
ko_kr: 선택 줄 위로

source: Move selected line down
ja_jp: 選択した行を下へ
ko_kr: 선택 줄 아래로

source: Import lyrics from clipboard
ja_jp: クリップボードから歌詞テキストを取得
ko_kr: 클립보드에서 가사 텍스트 가져오기

# LyricsEditor_PasteClipboardText.Text
source: Paste from Clipboard
ja_jp: クリップボードから貼り付け
ko_kr: 클립보드 붙여넣기

source: Play audio from this position
ja_jp: この位置からオーディオを再生
ko_kr: 이 위치로 오디오 재생

# LyricsEditor_TabRaw.Header
source: Edit Full LRC Text Directly
ja_jp: 全LRCテキスト直接編集
ko_kr: 전체 LRC 텍스트 직접 편집

# LyricsEditor_StatusLabel.Text
source: Ready
ja_jp: 準備完了
ko_kr: 준비됨

# LyricsEditor_CloseBtn.Content
source: Close
ja_jp: 閉じる
ko_kr: 닫기

# LyricsEditor_SaveBtn.AutomationProperties.Name
source: Save as LRC File
ja_jp: LRCファイルとして保存

# LyricsEditor_SaveBtnText.Text
source: Save as LRC File
ja_jp: LRCファイルとして保存

# LyricsEditor_UnsavedTitle
source: Unsaved changes
ja_jp: 未保存の変更

# Fullscreen_ExitHint.Text
source: Esc: close · Space: play/pause · ←/→: change track
ja_jp: Esc: 閉じる · Space: 再生/一時停止 · ←/→: 曲の移動

# Fullscreen_Buffering.Text
source: Buffering…
ja_jp: バッファリング中…

# LyricsEditor_UnsavedMessage
source: There are unsaved lyrics edits. Discard them and close?
ja_jp: 保存されていない歌詞の編集があります。破棄して閉じますか？

# LyricsEditor_UnsavedDiscard
source: Discard and close
ja_jp: 破棄して閉じる

# LyricsEditor_NewLineText
source: New lyric line
ja_jp: 新しい歌詞行
ko_kr: 새 가사 줄

# LyricsEditor_Status_LinesLoaded
source: {0} lines of lyrics loaded
ja_jp: 歌詞 {0}行 読み込み完了
ko_kr: 가사 {0}줄 로드됨

# LyricsEditor_Status_NoExistingLyrics
source: No existing lyrics (Ready to create new)
ja_jp: 既存の歌詞なし (新規作成可能)
ko_kr: 기존 가사 없음 (신규 작성 가능)

# LyricsEditor_Status_ClipboardImported
source: Loaded {0} lines of lyrics from clipboard.
ja_jp: クリップボードから {0}行の歌詞を読み込みました。
ko_kr: 클립보드에서 {0}줄 가사를 불러왔습니다.

# LyricsEditor_Status_PasteError
source: Paste error: {0}
ja_jp: 貼り付けエラー: {0}
ko_kr: 붙여넣기 오류: {0}

# LyricsEditor_Status_SaveSuccess
source: Successfully saved: {0} ({1})
ja_jp: 正常に保存されました: {0} ({1})
ko_kr: 성공적으로 저장됨: {0} ({1})

# LyricsEditor_Status_SaveFailed
source: Failed to save: {0}
ja_jp: 保存に失敗しました: {0}
ko_kr: 저장 실패: {0}

# LyricsSearch_WindowTitle
source: Search Lyrics Online — Dawn Player
ja_jp: オンライン歌詞検索 — Dawn Player
ko_kr: 온라인 가사 검색 — Dawn Player

# LyricsSearch_TrackHeaderTitle.Text
source: Track Title
ja_jp: 曲名
ko_kr: 곡 제목

# LyricsSearch_TrackHeaderArtist.Text
source: — Artist
ja_jp: — アーティスト
ko_kr: — 아티스트

# LyricsSearch_TitleBox.Header
source: Title
ja_jp: タイトル
ko_kr: 제목

# LyricsSearch_TitleBox.PlaceholderText
source: Title
ja_jp: タイトル
ko_kr: 제목

# LyricsSearch_ArtistBox.Header
source: Artist
ja_jp: アーティスト
ko_kr: 아티스트

# LyricsSearch_ArtistBox.PlaceholderText
source: Artist
ja_jp: アーティスト
ko_kr: 아티스트

# LyricsSearch_AlbumBox.Header
source: Album (Search by album alone without title/artist)
ja_jp: アルバム (タイトル・アーティストなしでアルバム名のみで検索)
ko_kr: 앨범 (제목·아티스트 없이 앨범명만으로 검색)

# LyricsSearch_AlbumBox.PlaceholderText
source: Album
ja_jp: アルバム
ko_kr: 앨범

# LyricsSearch_SearchButton.Content
source: Search
ja_jp: 検索
ko_kr: 검색

# LyricsSearch_PreviewHeader.Text
source: Preview (Select to load)
ja_jp: プレビュー (選択すると読み込みます)
ko_kr: 미리보기 (선택하면 불러옵니다)

# LyricsSearch_PreviewText.Text
source: Select a search result from the left.
ja_jp: 左側から検索結果を選択してください。
ko_kr: 왼쪽에서 검색 결과를 선택하세요.

# LyricsSearch_PreviewPlaceholder
source: Select a search result from the left.
ja_jp: 左側から検索結果を選択してください。
ko_kr: 왼쪽에서 검색 결과를 선택하세요.

# LyricsSearch_ApplyButton.Content
source: Apply to Current Track
ja_jp: 現在の曲に適用
ko_kr: 현재 곡에 적용

# LyricsSearch_SaveButton.Content
source: Save to File
ja_jp: ファイルに保存
ko_kr: 파일로 저장

# LyricsSearch_SaveButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Save to configured destination folder using file naming template
ja_jp: 設定された保存先フォルダーとファイル名テンプレートで保存します
ko_kr: 설정된 저장 위치와 파일명 템플릿으로 저장합니다

# LyricsSearch_NoTitle
source: (Untitled)
ja_jp: (タイトルなし)
ko_kr: (제목 없음)

# LyricsSearch_Sync_Synced
source: Synced
ja_jp: 同期
ko_kr: 동기

# LyricsSearch_Sync_Unsynced
source: Unsynced
ja_jp: 非同期
ko_kr: 비동기

# LyricsSearch_NoPluginsFound
source: No lyrics plugins installed. Create a subfolder per plugin in the plugins directory ({0}), place DLL files there, and click 'Rescan'. See docs/plugin-development.md for plugin development instructions.
ja_jp: インストールされた歌詞プラグインがありません。 プラグインフォルダー ({0}) にプラグインごとのフォルダーを作成して DLL を配置し、「再スキャン」してください。 開発方法は docs/plugin-development.md を参照してください。
ko_kr: 설치된 가사 플러그인이 없습니다. 플러그인 폴더({0})에 플러그인별 폴더를 만들어 DLL을 넣고 '다시 스캔'하세요. 개발 방법은 docs/plugin-development.md를 참고하세요.

# LyricsSearch_SearchQueryEmpty
source: Please enter at least one of Title, Artist, or Album.
ja_jp: タイトル、アーティスト、アルバムのいずれかを入力してください。
ko_kr: 제목, 아티스트 또는 앨범 중 하나는 입력해야 합니다.

# LyricsSearch_Searching
source: Searching...
ja_jp: 検索中...
ko_kr: 검색 중...
